import {Course} from './course';

export var COURSES: Course[] = [
    new Course(1, 'арбуз', '90минут', new Date(2016,4,15), ['Пушкин'],'описание1'),
    new Course(2, 'антракт', '30минут', new Date(2017,4,15), ['Лермонтов'],'описание2'),
    new Course(5, 'антрекот', '165минут', new Date(2016,10,25), ['Пушкин', 'Лермонтов'],'описание3'),
    new Course(7, 'володя', '96минут', new Date(2015,3,2), ['Пушкин', 'Кукушкин'],'описание4'),
    new Course(10, 'весна', '300минут', new Date(2016,4,30), ['Кукушкин'],'описание5'),
];